WELCOME_MESSAGE = """
🚘 <b>Добро пожаловать в Argus Bot!</b> 🚨

Я помогу вам следить за вашей машиной и мгновенно уведомлю, если что-то пойдет не так. Для начала работы выполните следующие шаги:

1 Убедитесь, что ваш автомобиль подключен к системе.
2️⃣ <b>Подпишитесь, чтобы получать уведомления.</b>
3️⃣ <code>Расслабьтесь</code> — я на страже вашей безопасности! 😎

Если у вас возникнут вопросы, отправьте /help.
"""

HELP_MESSAGE = """
📋 Список доступных команд:
1️⃣ /start — начать работу
2️⃣ /subscribe — подписаться на уведомления
3️⃣ /unsubscribe — отписаться
- /help — помощь
"""
print("\u0031\uFE0F\u20E3")
