WELCOME_MESSAGE = """
🚘 <b>Добро пожаловать в Argus Bot!</b> 🚨

Я помогу вам следить за вашей машиной и своевременно пришлю уведомление, 
если что-то пойдет не так.🙂

Для начала работы выполните следующие шаги:

1️⃣ Убедитесь, что ваш автомобиль подключен к системе.
2️⃣ <b>Подпишитесь, чтобы получать уведомления.</b>
3️⃣ <code>Расслабьтесь</code> — я на страже безопасности ваших автомобилей! 😎

Если у вас возникнут вопросы, отправьте /help.
"""

HELP_MESSAGE = """
Список доступных команд:
1. /start, /старт — начать работу
2. /подписка — подписаться на уведомления
3. /отписка — отписаться
4. /статус - статус подписки на оповещения
5. /help — список команд
"""

SUBSCRIBED_MESSAGE = (
    "Вы подписаны на уведомления. Хотите отписаться? Используйте /отписка."
)

UNSUBSCRIBED_MESSAGE = (
    "Вы не подписаны на уведомления. Хотите подписаться? Используйте /подписка."
)

UNKNOWN_COMMAND_MESSAGE = (
    "Неизвестная команда. Используйте /help для получения списка доступных команд."
)

SUBSCRIBE_SUCCESS = "✅ Вы успешно подписались на уведомления!"

UNSUBSCRIBE_SUCCESS = "❌ Вы отписались от уведомлений."
